Repository: askonomm/invobi-macos
Catalog: *.lproj/Localizable.strings
Languages: lt

source: Oh-no! There are no invoices!
lt: Oi, ne! Nėra jokių sąskaitų!

source: Create Invoice
lt: Sukurti sąskaitą

source: Couldn't find any matching invoices.
lt: Nepavyko rasti jokių atitinkamų sąskaitų.

source: Show filters
lt: Rodyti filtrus

source: Hide filters
lt: Slėpti filtrus

source: Filters
lt: Filtrai

source: Due date
lt: Mokėjimo data

source: Remove due date filter
lt: Pašalinti mokėjimo datos filtrą

source: Status
lt: Būsena

source: Draft
lt: Projektas

source: Unpaid
lt: Nemokėta

source: Paid
lt: Apmokėta

source: Overdue
lt: Vėluojama

source: Remove status filter
lt: Pašalinti būsenos filtrą

source: Invoice
lt: Sąskaita

source: Back
lt: Atgal

source: Delete Invoice
lt: Ištrinti sąskaitą

source: Edit
lt: Redaguoti

source: Preview
lt: Peržiūra

source: Hide settings
lt: Slėpti nustatymus

source: Show settings
lt: Rodyti nustatymus

source: Save PDF
lt: Išsaugoti PDF

source: Edit Invoice
lt: Redaguoti sąskaitą

source: Choose a folder and a name to store the invoice
lt: Pasirinkite aplanką ir pavadinimą, kuriame saugoti sąskaitą

source: PDF name:
lt: PDF pavadinimas:

source: Currency
lt: Valiuta

source: Choose a currency
lt: Pasirinkite valiutą

source: Select status
lt: Pasirinkti būseną

source: Date issued
lt: Išrašymo data

source: Select issued date
lt: Pasirinkite išrašymo datą

source: Select due date
lt: Pasirinkite mokėjimo datą

source: Invoice number
lt: Sąskaitos numeris

source: Issued
lt: Išrašyta

source: Due
lt: Mokėti iki

source: From
lt: Nuo

source: To
lt: Kam

source: Select image
lt: Pasirinkite vaizdą

source: Remove image
lt: Pašalinti vaizdą

source: Name
lt: Vardas

source: Add field
lt: Pridėti lauką

source: Field label (optional)
lt: Lauko pavadinimas (neprivalomas)

source: Move up
lt: Perkelti aukštyn

source: Move field up
lt: Perkelti lauką aukštyn

source: Move down
lt: Perkelti žemyn

source: Move field down
lt: Perkelti lauką žemyn

source: Delete
lt: Ištrinti

source: Delete field
lt: Ištrinti lauką

source: Field actions
lt: Lauko veiksmai

source: Items
lt: Prekės

source: QTY
lt: KIEKIS

source: Price
lt: Kaina

source: Add item
lt: Pridėti prekę

source: Move item up
lt: Perkelti prekę aukštyn

source: Move item down
lt: Perkelti prekę žemyn

source: Delete item
lt: Ištrinti prekę

source: Item actions
lt: Prekės veiksmai

source: Subtotal
lt: Tarpinė suma

source: Add discount
lt: Pridėti nuolaidą

source: Discount name
lt: Nuolaidos pavadinimas

source: Move discount up
lt: Perkelti nuolaidą aukštyn

source: Move discount down
lt: Perkelti nuolaidą žemyn

source: Delete discount
lt: Ištrinti nuolaidą

source: Discount actions
lt: Nuolaidos veiksmai

source: Add taxation
lt: Pridėti apmokestinimą

source: Taxation name
lt: Apmokestinimo pavadinimas

source: Move taxation up
lt: Perkelti apmokestinimą aukštyn

source: Move taxation down
lt: Perkelti apmokestinimą žemyn

source: Delete taxation
lt: Ištrinti apmokestinimą

source: Taxation actions
lt: Apmokestinimo veiksmai

source: Total
lt: Viso

source: Payment Details
lt: Mokėjimo informacija

source: Add payment details
lt: Pridėti mokėjimo informaciją

source: Field label
lt: Lauko pavadinimas

source: Field value
lt: Lauko reikšmė

source: Invoices
lt: Sąskaitos

# Fixed format
source: Format
lt: Puslapio formatas

# Page format
source: Select page format
lt: Pasirinkite puslapio formatą

source: US Letter
lt: JAV laiško formato

source: HRS
lt: VALANDAS
